{
  "API Identifier": "API Identifier",
  "API Secret": "API Secret",
  "Address": "Adresse",
  "All domains": "Alle domæner",
  "All services": "Alle tjenester",
  "Are you sure you want to disconnect the link with WHMCS?": "Er du sikker på, at du vil afbryde forbindelsen med WHMCS?",
  "Are you sure you want to link this customer to :customer_name?": "Er du sikker på, at du vil linke denne kunde til :customer_name?",
  "Automatic linking failed. No customer found in WHMCS with the same email address.": "Automatisk linking mislykkedes. Ingen kunde blev fundet i WHMCS med den samme e-mailadresse.",
  "Base URL": "Base URL",
  "Cancelled": "Annulleret",
  "Client not connected": "Klient ikke tilsluttet",
  "Company": "Virksomhed",
  "Customer not found": "Kunde ikke fundet",
  "Disconnect": "Afbryd",
  "Email": "E-mail",
  "Failed to create SSO token": "Oprettelse af SSO-token mislykkedes",
  "Go to the backend": "Gå til backend",
  "Invalid request": "Ugyldig anmodning",
  "Invoices": "Fakturaer",
  "Last update": "Sidste opdatering",
  "Loading": "Indlæser",
  "Login as client": "Log ind som klient",
  "Manual linking": "Manuel linking",
  "No invoices found": "Ingen fakturaer fundet",
  "No matching WHMCS client found": "Ingen matchende WHMCS-klient fundet",
  "No results found": "Ingen resultater fundet",
  "No services or domains found": "Ingen tjenester eller domæner fundet",
  "Paid": "Betalt",
  "Phone": "Telefon",
  "Refunded": "Refunderet",
  "Save": "Gem",
  "Search...": "Søg...",
  "Services and domains": "Tjenester og domæner",
  "Status": "Status",
  "Try again": "Prøv igen",
  "Trying to automatically connect": "Forsøger at oprette automatisk forbindelse",
  "Unpaid": "Ubetalt",
  "View all invoices": "Vis alle fakturaer",
  "WHMCS": "WHMCS",
  "WHMCS client successfully connected to the customer": "WHMCS-klient blev forbundet med kunden",
  "WHMCS client successfully disconnected from the customer": "WHMCS-klient blev afbrudt fra kunden",
  "WHMCS error: :error": "WHMCS-fejl: :error",
  "Actions": "Handlinger",
  "Details": "Detaljer",
  "Please note that the WHMCS API must be enabled in your WHMCS installation. To enable the API, log in to your WHMCS admin area, navigate to Setup > Staff Management > Manage API Credentials, and create a new API credential.": "Bemærk venligst, at WHMCS API skal være aktiveret i din WHMCS-installation. For at aktivere API'et skal du logge ind på dit WHMCS-administratorområde, navigere til Setup > Staff Management > Manage API Credentials og oprette et nyt API-legitimationsbevis.",
  "This module, developed by :solutions, integrates WHMCS with Freescout. It allows you to connect customers between the two systems, view customer details, invoices, services, and domains from WHMCS directly in your application. The module also provides functionality to log in as a client in WHMCS and navigate to the client's page in the WHMCS admin area.": "Dette modul, udviklet af :solutions, integrerer WHMCS med Freescout. Det giver dig mulighed for at forbinde kunder mellem de to systemer, se kundeoplysninger, fakturaer, tjenester og domæner fra WHMCS direkte i din applikation. Modulet giver også funktionalitet til at logge ind som en klient i WHMCS og navigere til klientens side i WHMCS-administratorområdet.",
  "To set up the integration, please provide your WHMCS base URL, API identifier, and API secret in the fields below.": "For at konfigurere integrationen skal du angive din WHMCS-base-URL, API-identifikator og API-hemmelighed i felterne nedenfor."
}
