{
  "API Identifier": "شناسه API",
  "API Secret": "رمز API",
  "Address": "آدرس",
  "All domains": "همه دامنه ها",
  "All services": "همه سرویس ها",
  "Are you sure you want to disconnect the link with WHMCS?": "آیا مطمئن هستید که می خواهید ارتباط با WHMCS را قطع کنید؟",
  "Are you sure you want to link this customer to :customer_name?": "آیا مطمئن هستید که می خواهید این مشتری را به :customer_name پیوند دهید؟",
  "Automatic linking failed. No customer found in WHMCS with the same email address.": "پیوند خودکار ناموفق بود. هیچ مشتری با همان آدرس ایمیل در WHMCS یافت نشد.",
  "Base URL": "URL پایه",
  "Cancelled": "لغو شده",
  "Client not connected": "مشتری متصل نیست",
  "Company": "شرکت",
  "Customer not found": "مشتری یافت نشد",
  "Disconnect": "قطع ارتباط",
  "Email": "ایمیل",
  "Failed to create SSO token": "ایجاد توکن SSO ناموفق بود",
  "Go to the backend": "رفتن به بخش مدیریت",
  "Invalid request": "درخواست نامعتبر",
  "Invoices": "فاکتورها",
  "Last update": "آخرین به روزرسانی",
  "Loading": "در حال بارگذاری",
  "Login as client": "ورود به عنوان مشتری",
  "Manual linking": "پیوند دستی",
  "No invoices found": "هیچ فاکتوری یافت نشد",
  "No matching WHMCS client found": "هیچ مشتری مطابقی در WHMCS یافت نشد",
  "No results found": "نتیجه ای یافت نشد",
  "No services or domains found": "هیچ سرویس یا دامنه ای یافت نشد",
  "Paid": "پرداخت شده",
  "Phone": "تلفن",
  "Refunded": "بازپرداخت شده",
  "Save": "ذخیره",
  "Search...": "جستجو...",
  "Services and domains": "سرویس ها و دامنه ها",
  "Status": "وضعیت",
  "Try again": "تلاش مجدد",
  "Trying to automatically connect": "در حال تلاش برای اتصال خودکار",
  "Unpaid": "پرداخت نشده",
  "View all invoices": "مشاهده همه فاکتورها",
  "WHMCS": "WHMCS",
  "WHMCS client successfully connected to the customer": "مشتری WHMCS با موفقیت به مشتری متصل شد",
  "WHMCS client successfully disconnected from the customer": "مشتری WHMCS با موفقیت از مشتری قطع ارتباط شد",
  "WHMCS error: :error": "خطای WHMCS: :error",
  "Actions": "اقدامات",
  "Details": "جزئیات",
  "Please note that the WHMCS API must be enabled in your WHMCS installation. To enable the API, log in to your WHMCS admin area, navigate to Setup > Staff Management > Manage API Credentials, and create a new API credential.": "لطفاً توجه داشته باشید که API WHMCS باید در نصب WHMCS شما فعال باشد. برای فعال کردن API، به ناحیه مدیریت WHMCS خود وارد شوید، به Setup > Staff Management > Manage API Credentials بروید و یک اعتبار API جدید ایجاد کنید.",
  "This module, developed by :solutions, integrates WHMCS with Freescout. It allows you to connect customers between the two systems, view customer details, invoices, services, and domains from WHMCS directly in your application. The module also provides functionality to log in as a client in WHMCS and navigate to the client's page in the WHMCS admin area.": "این ماژول، که توسط :solutions توسعه یافته است، WHMCS را با Freescout ادغام می کند. به شما امکان می دهد مشتریان را بین دو سیستم متصل کنید، جزئیات مشتری، فاکتورها، خدمات و دامنه ها را از WHMCS مستقیماً در برنامه خود مشاهده کنید. این ماژول همچنین عملکردی را برای ورود به سیستم به عنوان یک مشتری در WHMCS و هدایت به صفحه مشتری در ناحیه مدیریت WHMCS فراهم می کند.",
  "To set up the integration, please provide your WHMCS base URL, API identifier, and API secret in the fields below.": "برای راه اندازی ادغام، لطفاً URL پایه WHMCS، شناسه API و رمز API خود را در فیلدهای زیر ارائه دهید.",
  "Tickets": "تیکت‌ها",
  "Emails": "ایمیل‌ها",
  "No tickets found": "هیچ تیکتی یافت نشد",
  "No emails found": "هیچ ایمیلی یافت نشد",
  "View all tickets": "مشاهده همه تیکت‌ها",
  "View all emails": "مشاهده همه ایمیل‌ها"
}
