{
  "API Identifier": "Identifiant API",
  "API Secret": "Secret API",
  "Address": "Adresse",
  "All domains": "Tous les domaines",
  "All services": "Tous les services",
  "Are you sure you want to disconnect the link with WHMCS?": "Êtes-vous sûr de vouloir déconnecter le lien avec WHMCS ?",
  "Are you sure you want to link this customer to :customer_name?": "Êtes-vous sûr de vouloir lier ce client à :customer_name ?",
  "Automatic linking failed. No customer found in WHMCS with the same email address.": "La liaison automatique a échoué. Aucun client trouvé dans WHMCS avec la même adresse e-mail.",
  "Base URL": "URL de base",
  "Cancelled": "Annulé",
  "Client not connected": "Client non connecté",
  "Company": "Entreprise",
  "Customer not found": "Client non trouvé",
  "Disconnect": "Déconnecter",
  "Email": "E-mail",
  "Failed to create SSO token": "Échec de la création du jeton SSO",
  "Go to the backend": "Aller au backend",
  "Invalid request": "Requête invalide",
  "Invoices": "Factures",
  "Last update": "Dernière mise à jour",
  "Loading": "Chargement",
  "Login as client": "Se connecter en tant que client",
  "Manual linking": "Liaison manuelle",
  "No invoices found": "Aucune facture trouvée",
  "No matching WHMCS client found": "Aucun client WHMCS correspondant trouvé",
  "No results found": "Aucun résultat trouvé",
  "No services or domains found": "Aucun service ou domaine trouvé",
  "Paid": "Payé",
  "Phone": "Téléphone",
  "Refunded": "Remboursé",
  "Save": "Enregistrer",
  "Search...": "Rechercher...",
  "Services and domains": "Services et domaines",
  "Status": "Statut",
  "Try again": "Réessayer",
  "Trying to automatically connect": "Tentative de connexion automatique",
  "Unpaid": "Non payé",
  "View all invoices": "Voir toutes les factures",
  "WHMCS": "WHMCS",
  "WHMCS client successfully connected to the customer": "Client WHMCS connecté avec succès au client",
  "WHMCS client successfully disconnected from the customer": "Client WHMCS déconnecté avec succès du client",
  "WHMCS error: :error": "Erreur WHMCS : :error",
  "Actions": "Actions",
  "Details": "Détails",
  "Please note that the WHMCS API must be enabled in your WHMCS installation. To enable the API, log in to your WHMCS admin area, navigate to Setup > Staff Management > Manage API Credentials, and create a new API credential.": "Veuillez noter que l'API WHMCS doit être activée dans votre installation WHMCS. Pour activer l'API, connectez-vous à votre espace d'administration WHMCS, accédez à Configuration > Gestion du personnel > Gérer les identifiants API et créez un nouvel identifiant API.",
  "This module, developed by :solutions, integrates WHMCS with Freescout. It allows you to connect customers between the two systems, view customer details, invoices, services, and domains from WHMCS directly in your application. The module also provides functionality to log in as a client in WHMCS and navigate to the client's page in the WHMCS admin area.": "Ce module, développé par :solutions, intègre WHMCS à Freescout. Il vous permet de connecter les clients entre les deux systèmes, de consulter les détails des clients, les factures, les services et les domaines de WHMCS directement dans votre application. Le module fournit également la fonctionnalité de se connecter en tant que client dans WHMCS et de naviguer vers la page du client dans l'espace d'administration WHMCS.",
  "To set up the integration, please provide your WHMCS base URL, API identifier, and API secret in the fields below.": "Pour configurer l'intégration, veuillez fournir votre URL de base WHMCS, votre identifiant API et votre secret API dans les champs ci-dessous.",
  "Tickets": "Tickets",
  "Emails": "E-mails",
  "No tickets found": "Aucun ticket trouvé",
  "No emails found": "Aucun e-mail trouvé",
  "View all tickets": "Voir tous les tickets",
  "View all emails": "Voir tous les e-mails"
}
