{
  "API Identifier": "API identifikator",
  "API Secret": "API tajna",
  "Address": "Adresa",
  "All domains": "Sve domene",
  "All services": "Sve usluge",
  "Are you sure you want to disconnect the link with WHMCS?": "Jeste li sigurni da želite prekinuti vezu s WHMCS-om?",
  "Are you sure you want to link this customer to :customer_name?": "Jeste li sigurni da želite povezati ovog korisnika s :customer_name?",
  "Automatic linking failed. No customer found in WHMCS with the same email address.": "Automatsko povezivanje nije uspjelo. U WHMCS-u nije pronađen nijedan korisnik s istom adresom e-pošte.",
  "Base URL": "Osnovni URL",
  "Cancelled": "Otkazano",
  "Client not connected": "Klijent nije povezan",
  "Company": "Tvrtka",
  "Customer not found": "Korisnik nije pronađen",
  "Disconnect": "Prekini vezu",
  "Email": "E-pošta",
  "Failed to create SSO token": "Neuspješno stvaranje SSO tokena",
  "Go to the backend": "Idi na pozadinski sustav",
  "Invalid request": "Neispravan zahtjev",
  "Invoices": "Računi",
  "Last update": "Posljednje ažuriranje",
  "Loading": "Učitavanje",
  "Login as client": "Prijavi se kao klijent",
  "Manual linking": "Ručno povezivanje",
  "No invoices found": "Nisu pronađeni računi",
  "No matching WHMCS client found": "Nije pronađen odgovarajući WHMCS klijent",
  "No results found": "Nema rezultata",
  "No services or domains found": "Nisu pronađene usluge ili domene",
  "Paid": "Plaćeno",
  "Phone": "Telefon",
  "Refunded": "Refundirano",
  "Save": "Spremi",
  "Search...": "Pretraži...",
  "Services and domains": "Usluge i domene",
  "Status": "Status",
  "Try again": "Pokušaj ponovno",
  "Trying to automatically connect": "Pokušaj automatskog povezivanja",
  "Unpaid": "Neplaćeno",
  "View all invoices": "Prikaži sve račune",
  "WHMCS": "WHMCS",
  "WHMCS client successfully connected to the customer": "WHMCS klijent uspješno povezan s korisnikom",
  "WHMCS client successfully disconnected from the customer": "WHMCS klijent uspješno odspojen od korisnika",
  "WHMCS error: :error": "WHMCS greška: :error",
  "Actions": "Radnje",
  "Details": "Detalji",
  "Please note that the WHMCS API must be enabled in your WHMCS installation. To enable the API, log in to your WHMCS admin area, navigate to Setup > Staff Management > Manage API Credentials, and create a new API credential.": "Imajte na umu da WHMCS API mora biti omogućen u vašoj WHMCS instalaciji. Da biste omogućili API, prijavite se u svoje WHMCS administratorsko područje, idite na Postavke > Upravljanje osobljem > Upravljanje API akreditivima i stvorite novi API akreditiv.",
  "This module, developed by :solutions, integrates WHMCS with Freescout. It allows you to connect customers between the two systems, view customer details, invoices, services, and domains from WHMCS directly in your application. The module also provides functionality to log in as a client in WHMCS and navigate to the client's page in the WHMCS admin area.": "Ovaj modul, koji je razvio :solutions, integrira WHMCS s Freescoutom. Omogućuje vam povezivanje korisnika između dva sustava, pregled pojedinosti o korisniku, računa, usluga i domena iz WHMCS-a izravno u vašoj aplikaciji. Modul također pruža funkcionalnost prijave kao klijent u WHMCS-u i navigaciju do stranice klijenta u WHMCS administratorskom području.",
  "To set up the integration, please provide your WHMCS base URL, API identifier, and API secret in the fields below.": "Da biste postavili integraciju, navedite svoj WHMCS osnovni URL, API identifikator i API tajnu u donjim poljima."
}
