{
  "API Identifier": "Identificatore API",
  "API Secret": "Segreto API",
  "Address": "Indirizzo",
  "All domains": "Tutti i domini",
  "All services": "Tutti i servizi",
  "Are you sure you want to disconnect the link with WHMCS?": "Sei sicuro di voler disconnettere il collegamento con WHMCS?",
  "Are you sure you want to link this customer to :customer_name?": "Sei sicuro di voler collegare questo cliente a :customer_name?",
  "Automatic linking failed. No customer found in WHMCS with the same email address.": "Collegamento automatico fallito. Nessun cliente trovato in WHMCS con lo stesso indirizzo email.",
  "Base URL": "URL di base",
  "Cancelled": "Annullato",
  "Client not connected": "Cliente non connesso",
  "Company": "Azienda",
  "Customer not found": "Cliente non trovato",
  "Disconnect": "Disconnetti",
  "Email": "Email",
  "Failed to create SSO token": "Impossibile creare il token SSO",
  "Go to the backend": "Vai al backend",
  "Invalid request": "Richiesta non valida",
  "Invoices": "Fatture",
  "Last update": "Ultimo aggiornamento",
  "Loading": "Caricamento",
  "Login as client": "Accedi come cliente",
  "Manual linking": "Collegamento manuale",
  "No invoices found": "Nessuna fattura trovata",
  "No matching WHMCS client found": "Nessun cliente WHMCS corrispondente trovato",
  "No results found": "Nessun risultato trovato",
  "No services or domains found": "Nessun servizio o dominio trovato",
  "Paid": "Pagato",
  "Phone": "Telefono",
  "Refunded": "Rimborsato",
  "Save": "Salva",
  "Search...": "Cerca...",
  "Services and domains": "Servizi e domini",
  "Status": "Stato",
  "Try again": "Riprova",
  "Trying to automatically connect": "Tentativo di connessione automatica",
  "Unpaid": "Non pagato",
  "View all invoices": "Visualizza tutte le fatture",
  "WHMCS": "WHMCS",
  "WHMCS client successfully connected to the customer": "Cliente WHMCS collegato con successo al cliente",
  "WHMCS client successfully disconnected from the customer": "Cliente WHMCS disconnesso con successo dal cliente",
  "WHMCS error: :error": "Errore WHMCS: :error",
  "Actions": "Azioni",
  "Details": "Dettagli",
  "Please note that the WHMCS API must be enabled in your WHMCS installation. To enable the API, log in to your WHMCS admin area, navigate to Setup > Staff Management > Manage API Credentials, and create a new API credential.": "Si noti che l'API WHMCS deve essere abilitata nella tua installazione WHMCS. Per abilitare l'API, accedi all'area di amministrazione di WHMCS, vai su Impostazioni > Gestione del personale > Gestisci credenziali API e crea una nuova credenziale API.",
  "This module, developed by :solutions, integrates WHMCS with Freescout. It allows you to connect customers between the two systems, view customer details, invoices, services, and domains from WHMCS directly in your application. The module also provides functionality to log in as a client in WHMCS and navigate to the client's page in the WHMCS admin area.": "Questo modulo, sviluppato da :solutions, integra WHMCS con Freescout. Consente di collegare i clienti tra i due sistemi, visualizzare i dettagli del cliente, le fatture, i servizi e i domini da WHMCS direttamente nell'applicazione. Il modulo fornisce anche la funzionalità per accedere come cliente in WHMCS e navigare alla pagina del cliente nell'area di amministrazione di WHMCS.",
  "To set up the integration, please provide your WHMCS base URL, API identifier, and API secret in the fields below.": "Per impostare l'integrazione, fornisci il tuo URL di base WHMCS, l'identificatore API e il segreto API nei campi sottostanti."
}
