{
  "API Identifier": "API-identificatie",
  "API Secret": "API-geheim",
  "Address": "Adres",
  "All domains": "Alle domeinen",
  "All services": "Alle diensten",
  "Are you sure you want to disconnect the link with WHMCS?": "Weet u zeker dat u de koppeling met WHMCS wilt verbreken?",
  "Are you sure you want to link this customer to :customer_name?": "Weet u zeker dat u deze klant wilt koppelen aan :customer_name?",
  "Automatic linking failed. No customer found in WHMCS with the same email address.": "Automatisch koppelen mislukt. Geen klant gevonden in WHMCS met hetzelfde e-mailadres.",
  "Base URL": "Basis-URL",
  "Cancelled": "Geannuleerd",
  "Client not connected": "Klant niet gekoppeld",
  "Company": "Bedrijf",
  "Customer not found": "Klant niet gevonden",
  "Disconnect": "Ontkoppelen",
  "Email": "E-mail",
  "Failed to create SSO token": "Maken van SSO-token mislukt",
  "Go to the backend": "Ga naar de backend",
  "Invalid request": "Ongeldige aanvraag",
  "Invoices": "Facturen",
  "Last update": "Laatste update",
  "Loading": "Laden",
  "Login as client": "Inloggen als klant",
  "Manual linking": "Handmatig koppelen",
  "No invoices found": "Geen facturen gevonden",
  "No matching WHMCS client found": "Geen overeenkomende WHMCS-klant gevonden",
  "No results found": "Geen resultaten gevonden",
  "No services or domains found": "Geen diensten of domeinen gevonden",
  "Paid": "Betaald",
  "Phone": "Telefoon",
  "Refunded": "Terugbetaald",
  "Save": "Opslaan",
  "Search...": "Zoeken...",
  "Services and domains": "Diensten en domeinen",
  "Status": "Status",
  "Try again": "Probeer opnieuw",
  "Trying to automatically connect": "Bezig met automatisch verbinden",
  "Unpaid": "Onbetaald",
  "View all invoices": "Bekijk alle facturen",
  "WHMCS": "WHMCS",
  "WHMCS client successfully connected to the customer": "WHMCS-klant succesvol gekoppeld aan de klant",
  "WHMCS client successfully disconnected from the customer": "WHMCS-klant succesvol ontkoppeld van de klant",
  "WHMCS error: :error": "WHMCS-fout: :error",
  "Actions": "Acties",
  "WHMCS is connected.": "WHMCS is verbonden.",
  "WHMCS is not connected.": "WHMCS is niet verbonden.",
  "Details": "Details",
  "Please note that the WHMCS API must be enabled in your WHMCS installation. To enable the API, log in to your WHMCS admin area, navigate to Setup > Staff Management > Manage API Credentials, and create a new API credential.": "Let op: de WHMCS-API moet zijn ingeschakeld in uw WHMCS-installatie. Om de API in te schakelen, logt u in op uw WHMCS-beheerdersgedeelte, gaat u naar Setup > Staff Management > Manage API Credentials en maakt u een nieuwe API-gegevens aan.",
  "This module, developed by :solutions, integrates WHMCS with Freescout. It allows you to connect customers between the two systems, view customer details, invoices, services, and domains from WHMCS directly in your application. The module also provides functionality to log in as a client in WHMCS and navigate to the client's page in the WHMCS admin area.": "Deze module, ontwikkeld door :solutions, integreert WHMCS met Freescout. Het stelt u in staat om klanten tussen de twee systemen te verbinden, klantgegevens, facturen, diensten en domeinen van WHMCS rechtstreeks in uw applicatie te bekijken. De module biedt ook functionaliteit om in te loggen als klant in WHMCS en naar de pagina van de klant in het WHMCS-beheerdersgedeelte te navigeren.",
  "To set up the integration, please provide your WHMCS base URL, API identifier, and API secret in the fields below.": "Om de integratie in te stellen, verstrekt u uw WHMCS-basis-URL, API-identificatie en API-geheim in de onderstaande velden."
}
