{
  "API Identifier": "API-identifikator",
  "API Secret": "API-hemmelighet",
  "Address": "Adresse",
  "All domains": "Alle domener",
  "All services": "Alle tjenester",
  "Are you sure you want to disconnect the link with WHMCS?": "Er du sikker på at du vil koble fra forbindelsen med WHMCS?",
  "Are you sure you want to link this customer to :customer_name?": "Er du sikker på at du vil koble denne kunden til :customer_name?",
  "Automatic linking failed. No customer found in WHMCS with the same email address.": "Automatisk tilkobling mislyktes. Ingen kunde funnet i WHMCS med samme e-postadresse.",
  "Base URL": "Base URL",
  "Cancelled": "Kansellert",
  "Client not connected": "Klient ikke tilkoblet",
  "Company": "Firma",
  "Customer not found": "Kunde ikke funnet",
  "Disconnect": "Koble fra",
  "Email": "E-post",
  "Failed to create SSO token": "Kunne ikke opprette SSO-token",
  "Go to the backend": "Gå til backend",
  "Invalid request": "Ugyldig forespørsel",
  "Invoices": "Fakturaer",
  "Last update": "Siste oppdatering",
  "Loading": "Laster",
  "Login as client": "Logg inn som klient",
  "Manual linking": "Manuell tilkobling",
  "No invoices found": "Ingen fakturaer funnet",
  "No matching WHMCS client found": "Ingen samsvarende WHMCS-klient funnet",
  "No results found": "Ingen resultater funnet",
  "No services or domains found": "Ingen tjenester eller domener funnet",
  "Paid": "Betalt",
  "Phone": "Telefon",
  "Refunded": "Refundert",
  "Save": "Lagre",
  "Search...": "Søk...",
  "Services and domains": "Tjenester og domener",
  "Status": "Status",
  "Try again": "Prøv igjen",
  "Trying to automatically connect": "Prøver å koble til automatisk",
  "Unpaid": "Ubetalt",
  "View all invoices": "Vis alle fakturaer",
  "WHMCS": "WHMCS",
  "WHMCS client successfully connected to the customer": "WHMCS-klient tilkoblet kunden",
  "WHMCS client successfully disconnected from the customer": "WHMCS-klient frakoblet kunden",
  "WHMCS error: :error": "WHMCS-feil: :error",
  "Actions": "Handlinger",
  "Details": "Detaljer",
  "Please note that the WHMCS API must be enabled in your WHMCS installation. To enable the API, log in to your WHMCS admin area, navigate to Setup > Staff Management > Manage API Credentials, and create a new API credential.": "Vær oppmerksom på at WHMCS API må være aktivert i din WHMCS-installasjon. For å aktivere API-et, logg inn på ditt WHMCS-administratorområde, naviger til Oppsett > Personaladministrasjon > Administrer API-legitimasjon, og opprett en ny API-legitimasjon.",
  "This module, developed by :solutions, integrates WHMCS with Freescout. It allows you to connect customers between the two systems, view customer details, invoices, services, and domains from WHMCS directly in your application. The module also provides functionality to log in as a client in WHMCS and navigate to the client's page in the WHMCS admin area.": "Denne modulen, utviklet av :solutions, integrerer WHMCS med Freescout. Den lar deg koble kunder mellom de to systemene, vise kundedetaljer, fakturaer, tjenester og domener fra WHMCS direkte i applikasjonen din. Modulen gir også funksjonalitet for å logge inn som en klient i WHMCS og navigere til klientens side i WHMCS-administratorområdet.",
  "To set up the integration, please provide your WHMCS base URL, API identifier, and API secret in the fields below.": "For å sette opp integrasjonen, vennligst oppgi din WHMCS-base-URL, API-identifikator og API-hemmelighet i feltene nedenfor."
}
