{
  "API Identifier": "Identificador da API",
  "API Secret": "Segredo da API",
  "Address": "Morada",
  "All domains": "Todos os domínios",
  "All services": "Todos os serviços",
  "Are you sure you want to disconnect the link with WHMCS?": "Tem a certeza que deseja desligar a ligação com o WHMCS?",
  "Are you sure you want to link this customer to :customer_name?": "Tem a certeza que deseja associar este cliente a :customer_name?",
  "Automatic linking failed. No customer found in WHMCS with the same email address.": "A associação automática falhou. Nenhum cliente encontrado no WHMCS com o mesmo endereço de e-mail.",
  "Base URL": "URL base",
  "Cancelled": "Cancelado",
  "Client not connected": "Cliente não conectado",
  "Company": "Empresa",
  "Customer not found": "Cliente não encontrado",
  "Disconnect": "Desligar",
  "Email": "E-mail",
  "Failed to create SSO token": "Falha ao criar token SSO",
  "Go to the backend": "Ir para o backend",
  "Invalid request": "Pedido inválido",
  "Invoices": "Faturas",
  "Last update": "Última atualização",
  "Loading": "A carregar",
  "Login as client": "Iniciar sessão como cliente",
  "Manual linking": "Associação manual",
  "No invoices found": "Nenhuma fatura encontrada",
  "No matching WHMCS client found": "Nenhum cliente WHMCS correspondente encontrado",
  "No results found": "Nenhum resultado encontrado",
  "No services or domains found": "Nenhum serviço ou domínio encontrado",
  "Paid": "Pago",
  "Phone": "Telefone",
  "Refunded": "Reembolsado",
  "Save": "Guardar",
  "Search...": "Pesquisar...",
  "Services and domains": "Serviços e domínios",
  "Status": "Estado",
  "Try again": "Tentar novamente",
  "Trying to automatically connect": "A tentar conectar automaticamente",
  "Unpaid": "Não pago",
  "View all invoices": "Ver todas as faturas",
  "WHMCS": "WHMCS",
  "WHMCS client successfully connected to the customer": "Cliente WHMCS conectado com sucesso ao cliente",
  "WHMCS client successfully disconnected from the customer": "Cliente WHMCS desligado com sucesso do cliente",
  "WHMCS error: :error": "Erro WHMCS: :error",
  "Actions": "Ações",
  "Details": "Detalhes",
  "Please note that the WHMCS API must be enabled in your WHMCS installation. To enable the API, log in to your WHMCS admin area, navigate to Setup > Staff Management > Manage API Credentials, and create a new API credential.": "Por favor, note que a API do WHMCS deve estar ativada na sua instalação do WHMCS. Para ativar a API, inicie sessão na sua área de administração do WHMCS, navegue para Configuração > Gestão de Pessoal > Gerir Credenciais API e crie uma nova credencial API.",
  "This module, developed by :solutions, integrates WHMCS with Freescout. It allows you to connect customers between the two systems, view customer details, invoices, services, and domains from WHMCS directly in your application. The module also provides functionality to log in as a client in WHMCS and navigate to the client's page in the WHMCS admin area.": "Este módulo, desenvolvido por :solutions, integra o WHMCS com o Freescout. Permite-lhe conectar clientes entre os dois sistemas, ver detalhes de clientes, faturas, serviços e domínios do WHMCS diretamente na sua aplicação. O módulo também fornece funcionalidade para iniciar sessão como cliente no WHMCS e navegar para a página do cliente na área de administração do WHMCS.",
  "To set up the integration, please provide your WHMCS base URL, API identifier, and API secret in the fields below.": "Para configurar a integração, por favor forneça o seu URL base do WHMCS, identificador da API e segredo da API nos campos abaixo.",
  "Tickets": "Tickets",
  "Emails": "E-mails",
  "No tickets found": "Nenhum ticket encontrado",
  "No emails found": "Nenhum e-mail encontrado",
  "View all tickets": "Ver todos os tickets",
  "View all emails": "Ver todos os e-mails"
}
