{
  "API Identifier": "Identifikátor API",
  "API Secret": "API tajomstvo",
  "Address": "Adresa",
  "All domains": "Všetky domény",
  "All services": "Všetky služby",
  "Are you sure you want to disconnect the link with WHMCS?": "Ste si istý, že chcete odpojiť prepojenie s WHMCS?",
  "Are you sure you want to link this customer to :customer_name?": "Ste si istý, že chcete prepojiť tohto zákazníka s :customer_name?",
  "Automatic linking failed. No customer found in WHMCS with the same email address.": "Automatické prepojenie zlyhalo. V WHMCS nebol nájdený žiadny zákazník s rovnakou e-mailovou adresou.",
  "Base URL": "Základná URL",
  "Cancelled": "Zrušené",
  "Client not connected": "Klient nie je pripojený",
  "Company": "Spoločnosť",
  "Customer not found": "Zákazník sa nenašiel",
  "Disconnect": "Odpojiť",
  "Email": "E-mail",
  "Failed to create SSO token": "Nepodarilo sa vytvoriť SSO token",
  "Go to the backend": "Prejsť do backendového rozhrania",
  "Invalid request": "Neplatná požiadavka",
  "Invoices": "Faktúry",
  "Last update": "Posledná aktualizácia",
  "Loading": "Načítava sa",
  "Login as client": "Prihlásiť sa ako klient",
  "Manual linking": "Manuálne prepojenie",
  "No invoices found": "Neboli nájdené žiadne faktúry",
  "No matching WHMCS client found": "Nenašiel sa žiadny zodpovedajúci klient WHMCS",
  "No results found": "Nenašli sa žiadne výsledky",
  "No services or domains found": "Nenašli sa žiadne služby ani domény",
  "Paid": "Zaplatené",
  "Phone": "Telefón",
  "Refunded": "Vrátené",
  "Save": "Uložiť",
  "Search...": "Hľadať...",
  "Services and domains": "Služby a domény",
  "Status": "Stav",
  "Try again": "Skúsiť znova",
  "Trying to automatically connect": "Pokúša sa automaticky pripojiť",
  "Unpaid": "Nezaplatené",
  "View all invoices": "Zobraziť všetky faktúry",
  "WHMCS": "WHMCS",
  "WHMCS client successfully connected to the customer": "Klient WHMCS bol úspešne prepojený so zákazníkom",
  "WHMCS client successfully disconnected from the customer": "Klient WHMCS bol úspešne odpojený od zákazníka",
  "WHMCS error: :error": "Chyba WHMCS: :error",
  "Actions": "Akcie",
  "Details": "Podrobnosti",
  "Please note that the WHMCS API must be enabled in your WHMCS installation. To enable the API, log in to your WHMCS admin area, navigate to Setup > Staff Management > Manage API Credentials, and create a new API credential.": "Upozorňujeme, že v inštalácii WHMCS musí byť povolené API WHMCS. Ak chcete povoliť API, prihláste sa do administratívnej oblasti WHMCS, prejdite na Nastavenie > Správa personálu > Spravovať poverenia API a vytvorte nové poverenie API.",
  "This module, developed by :solutions, integrates WHMCS with Freescout. It allows you to connect customers between the two systems, view customer details, invoices, services, and domains from WHMCS directly in your application. The module also provides functionality to log in as a client in WHMCS and navigate to the client's page in the WHMCS admin area.": "Tento modul, vyvinutý spoločnosťou :solutions, integruje WHMCS s Freescout. Umožňuje prepájať zákazníkov medzi týmito dvoma systémami, zobrazovať podrobnosti o zákazníkoch, faktúrach, službách a doménach z WHMCS priamo vo vašej aplikácii. Modul tiež poskytuje funkcionalitu na prihlásenie sa ako klient vo WHMCS a navigáciu na stránku klienta v administratívnej časti WHMCS.",
  "To set up the integration, please provide your WHMCS base URL, API identifier, and API secret in the fields below.": "Ak chcete nastaviť integráciu, zadajte svoju základnú URL adresu WHMCS, identifikátor API a API tajomstvo do polí nižšie."
}
